Repository: Hasatori/Vocabulary-tester-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz

# APPLICATION_NAME
source: Vocabulary Tester
cs_cz: Zkoušení slovíček

# DL_LIST_TAB_CAPTION
source: Dictionaries
cs_cz: Slovníky

# DL_LIST_DIC_NAME
source: Name
cs_cz: Název slovníku

# DL_LIST_TAB_LANGUAGES
source: Languages
cs_cz: Jazyky

# DL_HEADING
source: Your dictionaries
cs_cz: Vaše slovníky

# DL_GENERATOR_HEADING
source: Genarator
cs_cz: Generátor

# DL_DIC_COUNT
source: Number of dictionaries
cs_cz: Počet slovníků

# DL_VOC_COUNT
source: Vocabularies per dictionary
cs_cz: Počet slovíček ve slovníku

# DL_GEN_BTN
source: Generate
cs_cz: Generovat

# DL_ADD_DIC_HEADING
source: Dictionary creation
cs_cz: Vytvoření slovníku

# DL_ADD_DIC_DCNAME
source: Dictionary name:
cs_cz: Název slovníku:

# DL_ADD_DIC_DCNAME_PLC
source: insert dictionary name...
cs_cz: vložte název slovníku...

# DL_ADD_DIC_FRST_LANG
source: First language:
cs_cz: První jazyk:

# DL_ADD_DIC_FRST_LANG_PLC
source: first language...
cs_cz: první jazyk...

# DL_ADD_DIC_SCND_LANG
source: Second language:
cs_cz: Druhý jazyk:

# DL_ADD_DIC_SCND_LANG_PLC
source: second language...
cs_cz: druhý jazyk...

# DL_ADD_DIC_BTN
source: Add dictionary
cs_cz: Přidat slovník

# DL_ADD_VOC_HEADING
source: Vocabulary creation
cs_cz: Vytvoření slovíčka

# DL_ADD_VOC_FRST_VAL
source: First value:
cs_cz: První hodnota:

# DL_ADD_VOC_FRST_VAL_PLC
source: first value...
cs_cz: první hodnota...

# DL_ADD_VOC_SCND_VAL
source: Second value:
cs_cz: Druhá hodnota:

# DL_ADD_VOC_SCND_VAL_PLC
source: second value...
cs_cz: druhá hodnota...

# DL_ADD_VOC_BTN
source: add vocabulary
cs_cz: Přidat slovíčko

# DL_ADD_ICON
source: add
cs_cz: přidat

# DL_DIC_DEL_DIAL_HEAD
source: Delete dictionary
cs_cz: Mazání slovníku

# DL_DIC_DEL_DIAL_TXT
source: Do you really want to delete this dictionary?
cs_cz: Opravdu chcete vymazat tento slovník?

# DL_VOC_DEL_DIAL_HEAD
source: Delete vocabulary
cs_cz: Mazání slovíčka

# DL_VOC_DEL_DIAL_TXT
source: Do you really want to delete this vocabulary?
cs_cz: Opravdu chcete vymazat toto slovíčko?

# DL_EDIT_VOC_HEADING
source: Vocabulary editing
cs_cz: Editace slovíčka

# DL_EDIT_DIC_HEADING
source: Dictionary editing
cs_cz: Editace slovníku

# DL_EDIT_DIC_ALEXISTS
source: Dictionary with this name already exists.
cs_cz: Slovník s tímto názvem už existuje.

# DL_EDIT_VOC_ALEXISTS
source: Dictionary alread contains this vocabulary.
cs_cz: Toto slovíčko je již obsaženo ve slovníku.

# PRAC_HEADING
source: Testing session
cs_cz: Procvičování

# PRAC_DIC_TO_PRACTICE
source: Dictionaries for testing session
cs_cz: Slovníky pro zkoušení

# PRAC_LIST_HEADING
source: Testing sessions list
cs_cz: Seznam zkoušení

# PRAC_NAME
source: Testing session name
cs_cz: Název zkoušení

# PRAC_CONTINUE
source: Continue in testing session
cs_cz: Pokračovat ve žkoušení

# PRAC_DELETE
source: Delete testing session
cs_cz: Vymazat zkoušení

# PRAC_CREATE_HEADING
source: Create testing session
cs_cz: Vytvořit relaci zkoušení

# PRAC_CREATE_NAME_LBL
source: Testing session name:
cs_cz: Název relace zkoušení

# PRAC_CREATE_SHOWSUCCESS_LBL
source: Show success rate:
cs_cz: Ukazovat úspěšnost

# PRAC_CREATE_HOW_MANY_TO_ACCEPT
source: After how many right answers exclude vocabulary from testing session
cs_cz: Po kolika správných odpovědích vyřadit z relace zkoušení

# PRAC_CREATE_BTN
source: Create testing session
cs_cz: Vytvořit relaci zkoušení

# PRAC_SESSION_BACK_TO_BTN
source: Back to tesint sessions list
cs_cz: Zpět na seznam zkoušení

# PRAC_SESSION_TO_TRANSLATE_LBL
source: Vocabulary:
cs_cz: Slovíčko:

# PRAC_SESSION_TRANSLATION_LBL
source: Translation
cs_cz: Překlad

# PRAC_SESSION_TRANSLATION_PLC
source: Insert translation...
cs_cz: Vložte překlad...

# PRAC_SESSION_SEND_BTN
source: Send
cs_cz: Odeslat

# PRAC_SESSION_TRY_AGAIN_BTN
source: Try again
cs_cz: Zkusit znovu

# PRAC_SESSION_CONTINUE
source: Continue
cs_cz: Pokračovat

# PRAC_SESSION_SUCCESS_RATE_HEADING
source: Success rate
cs_cz: Úspěšnost

# PRAC_RESULT_HEADING
source: Testing session result
cs_cz: Výsledek žkoušení

# PRAC_RESULT_FIRST_VAL_HEADING
source: First value
cs_cz: První hodnota

# PRAC_RESULT_SECOND_VAL_HEADING
source: Second value
cs_cz: Druhá hodnota

# PRAC_RESULT_RIGHT_HEADING
source: Right
cs_cz: Sprváně

# PRAC_RESUTL_WRONG_HEADING
source: Wrong
cs_cz: Špatně

# PRAC_RESULT_RESTART_BTN
source: Restart testing session
cs_cz: Restartovat realci zkoušení

# PRAC_DEL_DIAL_HEAD
source: Testing session deletetion
cs_cz: Mazání relace zkoušení

# PRAC_DEL_DIAL_TXT
source: Do you really want to delete this tesing session?
cs_cz: Opravdu chcete vymazat tuto relaci zkoušení?

# PRAC_EDIT_PRAC_HEADING
source: Testing session editing
cs_cz: Editace relace zkoušení

# PRAC_CREATE_PRAC_NAME_MISSING
source: Name is not filled
cs_cz: Jméno zkoušení není vyplněno

# PRAC_CREATE_PRAC_ACCEPT_AFTER_MISSING
source: Accept after is not filled
cs_cz: Po kolika vyřadit z relace zkoušení není nastaveno

# PRAC_CREATE_PRAC_DIC_MISSING
source: No dictionaries were chosen
cs_cz: Nebyly vybrány žádné slovníky!

# PRAC_CREATE_PRAC_NAME_ALEXISTS
source: This testing session already exists
cs_cz: Relace zkoušení s tímto názvem už existuje!

# PRAC_CREATE_WRONG_FORMAT_ACCEPTA
source: Wrong format. Accept after must be a number.
cs_cz: Špatný formát. Pole po kolika vyřadit z relace zkoušení musí být číslo

# CLIENT_NAME_LBL
source: Name:
cs_cz: Jméno:

# TESTING_HEADING
source: Application testing
cs_cz: Testování aplikace

# TESTING_RUN_TESTS_BTN_LBL
source: Run tests
cs_cz: Spustit testy

source: Testing result
cs_cz: Výsledek testování

# TESTING_LOAD_BACKUP_BTN_LBL
source: Load backup
cs_cz: Nahrát zálohu

# TESTING_LOAD_BACKUP_SUCCESS
source: Backup created
cs_cz: Záloha provedena

# TESTING_BACKUP_LOAD
source: Loading backup
cs_cz: Nahrávání zálohy

# TESTING_CREATE_BACKUP_BTN_LBL
source: Create backup
cs_cz: Vytvořit zálohu

# MHOME_DIC_TAG_1
source: Create your own dictionaries and add vocabularies in it
cs_cz: Tvorba vlastních slovníků se slovíčky

# MHOME_DIC_TAG_2
source: Share dictionaries via Facebook and application
cs_cz: Sdílení slovníků prostřednictvím Facebooku a aplikace

# MHOME_PRAC_TAG_1
source: Practice vocabularies
cs_cz: Procvičování slovíček

# MHOME_PRAC_TAG_2
source: Different practice modes, adjustment options
cs_cz: Různé mody zkoušení, možnost modifikací

# MHOME_LEARNING_TAG_1
source: Sources to learn the language
cs_cz: Materiály ke studiu gramatiky

# MHOME_LEARNING_TAG_2
source: Many examples
cs_cz: Příklady použití v praxi

# MHOME_LEARNING_TAG_3
source: Practice grammar
cs_cz: Procvičování gramatiky

# HOME_HEADING
source: Homepage
cs_cz: Domovská stránka

# R_HEADING
source: Registration
cs_cz: Registrace

# R_SUCCESS_MSG
source: Registration was successful. We sent you activation email.
cs_cz: Registrace proběhla úspěšně. Zaslali jsme Vám aktivační email.

# R_ERROR_MSG
source: An error has occurred while the registration. Please, try it again.
cs_cz: Při registraci nastala chyba. Zkuste to prosím znovu.

# R_SUBMIT
source: Register
cs_cz: Zaregistrovat se

# R_USERNAMECHECK
source: This username is already in use.
cs_cz: Toto uživatelské jméno už někdo používá.

# R_PWD_ERROR_MSG1
source: Password has to be at least 6 signs long, and it can not contain an
cs_cz: Heslo musí být alespoň 6 znaků dlouhé.

# R_PWD_ERROR_MSG2
source: Passwords do not match.
cs_cz: Hesla se neshodují.

# R_EMAILCHECK
source: This email is already in use.
cs_cz: Pod tímto emailem už u náš někdo učet má.

# R_NAMECHECK
source: This usernam is already in use.
cs_cz: Toto uživatelské jméno už někdo používá.

# R_PWD_WARNING_MSG
source: Your password is weak. We recommend you to use combination of lower case, upper case and digits.
cs_cz: Vaše heslo není příliš bezpečné. Zkuste použít kombinaci velkých a malých písmen a číslic.

# R_FB_INFO_MSG
source: This email is already used via Facebook account. If it is your account plese use forgotten password function, and we will send you login information.
cs_cz: Pod tímto emailem je už někdo přihlášen přes Facebook. Prosím použijte funcki zapomenuté heslo a my Vám vygenerujeme heslo pro tento účet.

# L_HEADING
source: Login
cs_cz: Přihlášení

# L_ERROR_MSG
source: Wrong password or email.
cs_cz: Chybné jméno nebo heslo.

# L_SUBMIT
source: Sign In
cs_cz: Přihlásit

# L_FORGOTTENPSWD
source: Did you forget your password?
cs_cz: Zapomněli jste heslo?

# L_BACK_TO
source: Back to login
cs_cz: Zpět na přihlášení

# L_FB_LOGIN_BTN
source: Log in with Facebook
cs_cz: Přihlásit se přes Facebook

# L_WRONG_PASSWORD
source: Wrong password
cs_cz: Nesprávné heslo

# L_WRONG_EMAIL
source: Wrong email address
cs_cz: Nesprávný email

# L_REMEMBER_ME
source: Stayed logged for 2 two weeks
cs_cz: Zůstat přihlášený 2 týdny

# LOGOUT_LB
source: Log Out
cs_cz: Odhlásit se

# NPWDA_HEADING
source: Password activation
cs_cz: Aktivace hesla

# NPWDA_ERROR_MSG
source: An error has occurred while activation of your new password. Please, try it later.
cs_cz: Nastala chyba při aktivaci Vašeho nového hesla.Zkuste to prosím znovu.

# NPWDA_SUCCESS_MSG
source: Your new password has been activated.
cs_cz: Vaše nové heslo bylo úspěšně aktivováno.

# AA_HEADING
source: Account activation
cs_cz: Aktivace účtu

# AA_ERROR_MSG
source: An error has occurred during account activation.
cs_cz: Nastala chyba při aktivaci účtu.

# AA_SUCCESS_MSG
source: Your account has been successfully activated.
cs_cz: Účet byl úspěšně aktivován

# FPWD_HEADING
source: Forgotten password
cs_cz: Zapomenuté heslo

# FPWD_MSG
source: Link will be sent to your email adress, after it´s activation password will be changed.
cs_cz: Na email Vám bude zaslán odkaz, po jeho aktivaci dojde ke změně hesla.

# FPWD_EMAIL_ERROR_MSG
source: There is no such email in our database.
cs_cz: Tento email u nás není registrován.

# FPWD_SUBMIT
source: Send
cs_cz: Odeslat

# FPWD_ERROR_MSG
source: An error has occurred. Please try is later.
cs_cz: Nastala chyba zkuste to prosím znovu.

# FPWD_SUCCESS_MSG
source: Email has been successfully sent.
cs_cz: Email Vám byl úspěšně odeslán.

# USERNAME_LABEL
source: Username
cs_cz: Uživatelské jméno

# USERNAME_PLC
source: Insert username
cs_cz: Vložte uživatelské jméno

# PWD_LABEL
source: Password
cs_cz: Heslo

# PWD_PLC
source: Inser password
cs_cz: Vložte heslo

# PWDC_LABEL
source: Password confirmation
cs_cz: Potvrzení hesla

# EMAIL_PLC
source: Insert email
cs_cz: Vložte email

# MOBILE_AP_LABEL
source: Mobile application
cs_cz: Mobilní aplikace

# LAST_MOD_LABEL
source: Last modification:
cs_cz: Poslední úprava:

source: not filled
cs_cz: není vyplěno

# AMERICAN_ENGLISH
source: English (United States)
cs_cz: Angličtina (Spojené státy)

# AMERICAN_FLAG_IMG_DESCRIPTION
source: american flag
cs_cz: americká vlajka

# BRITISH_ENGLISH
source: Angličtina (Great Britain)
cs_cz: Angličtina (Velká británie)

source: Czech
cs_cz: Čeština

# CZECH_FLAG_IMG_DESCRIPTION
source: czech flag
cs_cz: česká vlajka

source: Spanish
cs_cz: Španělština

source: German
cs_cz: Němčina

source: Japanese
cs_cz: Japonština

# STNGS_ACCOUNT_LB
source: Your account
cs_cz: Váš účet

# STNGS_STATISTICS_LB
source: Statistics
cs_cz: Statistiky

# STNGS_PRACTICE_STNG_LB
source: Practice setting
cs_cz: Nastavení zkoušení

# SEARCHFIELD_LB
source: Search...
cs_cz: Hledat...

# DB_NO_CONNECTION
source: No database connection. Please try it later.
cs_cz: Nelze se připojit k databázi. Zkuste to prosím později.

# SQL_ERROR
source: Error has occured, please try it later.
cs_cz: Nastala chyba, zkuste to prosím znovu.

# LOGIN_NOT_ACTIVATED
source: Your account has not been activated yet. Please look into your email.
cs_cz: Váš účet ještě nebyl aktivován. Podívejte se prosím do Vaší emailové schránky.

# FB_LOGIN_ERR
source: Error has occured, while attempting to cennect via Facebook.
cs_cz: Nastala chyba při přihlašování přes Facebook.

# VALIDATE_NAME
source: Username can contain only letters and digits, it can not contain any other characters or whitespaces!
cs_cz: Uživatelské jméno může obsahovat pouze číslice a písmena, nemůže obsahovat jiné znaky nebo mezery!

# VALIDATE_EMAIL
source: Wrong format of the email!
cs_cz: Email je napsán ve špatném formátu!

# MAIL_CR_SUB
source: Registration confirmations
cs_cz: Potvrzení registrace

# MAIL_CR_TITLE
source: Registration confirmation - Vocabulary Tester
cs_cz: Potvrzení registrace - Zkoušení slovíček

# MAIL_CR_H1
source: Thank you for your registration.
cs_cz: Děkujeme Vám, že jste se u nás zaregistrovali.

# MAIL_CR_H2
source: Your login details:
cs_cz: Vaše údaje:

# MAIL_CR_USERNAME_LB
source: Username:
cs_cz: Uživatelské jméno:

# MAIL_CR_PASSWORD_LB
source: Password:
cs_cz: Heslo:

# MAIL_CR_LINK_LB
source: In order to activate your account, please go to the following link
cs_cz: Pro potvrzení vaší registrace prosím přejděte na následující odkaz

# MAIL_FP_SUB
source: Forgotten password
cs_cz: Zapomenuté heslo

# MAIL_FP_TITLE
source: Forgotten password - Vocabulary Tester
cs_cz: Zapomenuté heslo - Zkoušení slovíček

# MAIL_FP_H1
source: Password reset
cs_cz: Obnovení hesla

# MAIL_FP_PASSWORD_LB
source: Your new password is:
cs_cz: Vaše nové heslo je:

# MAIL_FP_LINK_LB
source: In order to activate your new password, please go to the following link
cs_cz: Pro aktivaci Vašeho nového hesla přejděte prosím na následující odkaz

# YES_NO_DIAL_POSITIVE
source: Yes
cs_cz: Ano

# YES_NO_DIAL_NEGATIVE
source: No
cs_cz: Ne

# DIALOG_CLOSE
source: Close
cs_cz: Zavřít

# DIALOG_SUBMIT
source: Submit
cs_cz: Odeslat
